{
    "items": [   
        {
            "item_id":1,
            "item_code":"RES1",
            "item_name":"Bay's View Building complex",
            "item_description":"In Atlantic City, two residential towers have already been realized at the location The Wall along the Jefferson's River. Construction has now started on the third residential tower “The Wave” and a fourth residential tower is under development."
        },
        {
            "item_id":2,
            "item_code":"RES2",
            "item_name":"Westerback Residence",
            "item_description":"The Brasilia building is one of the last buildings in the Waine sub-area and was designed by HJY Architects. Johnson Engineering has developed the construction for this on behalf of JTR Engineers & Co."
        },
        {
            "item_id":3,
            "item_code":"RES3",
            "item_name":"Toi Goj Building",
            "item_description":"Johnson Engineering is involved in this promising project in South Korea. GTY Seoul purchased the Toi Goj building plot in 2010 with a total land area of ​​more than 53,000 m2. The centrally located site near a metro station is now being completely renovated. In addition to developing homes, offices and commercial spaces, investments are also being made in infrastructure."
        },
        {
            "item_id":4,
            "item_code":"RES4",
            "item_name":"Jackson Drive Condo",
            "item_description":"Completed in 2007, the Jackson Drive Condo is an important innovative addition to the HYR complex on Rose Square. This strengthens the HYR's position as a leading international exhibition and conference center. It is a very sustainable and multifunctional office/conference building with restaurant."
        }
    ],
    "category":
        {
        "category_code":"RES",
        "category_name":"Residential Structures",
        "category_description":"In this section a brief walkthrough inside the practical experise of the company in residential constructions is presented. For over 30 years the company has been involved in the most relevant design and building processes by advising world renamed Engineering and Architectural bureaus."
        }
}
